<?php 
    $products = [
        "3" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-220243005091-panternii-v-kapsulah-mikrodozirovanie",
            "name" => "🟤 Пантерный мухомор в капсулах",
            "descroption" => "<b>Состав:</b> мелкодисперсный порошок из детоксицированных шляпок пантерного мухомора\n\n<b>Вес капсулы:</b> 0,45 г.\n\n<b>Упаковка:</b> медицинская банка ПЭТ с защитой от первого вскрытия.\n\n",
            "price_list" => [
                [
                    "price" => "2 290",
                    "name" => "30 капсул"
                ],
                [
                    "price" => "4 500",
                    "name" => "60 капсул"
                ],
                [
                    "price" => "8 990",
                    "name" => "120 капсул"
                ],
                [
                    "price" => "13 500",
                    "name" => "180 капсул"
                ],
                [
                    "price" => "17 950",
                    "name" => "240 капсул"
                ]
            ]
        ],
        "7" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-270763840391-panternie-shlyapki",
            "name" => "🟤 Шляпки пантерного мухомора",
            "descroption" => "Пантерный мухомор действует быстрее и сильнее красного. Употребляется в небольших количествах, поэтому покупка может быть выгоднее шляпок красного мухомора.\n\nИдеальный уральский мухомор гарантированно сильнее и активнее других российских мухоморов. Именно он даёт тот легендарный опыт, о котором теперь все говорят. Пробудите ясный ум, светлые мысли, творческие идеи и чувства.\n\nПрием перед тренировками возбуждает огромную внутреннюю силу. Наш мухомор даст вам то, что вы искали! Вы приятно удивитесь тому, насколько спокойно и уверенно можно себя чувствовать.\n\nБудьте внимательны, легкий трип возможен уже с 1.5 грамм.\n\n",
            "price_list" => [
                [
                    "price" => "2 250",
                    "name" => "15 грамм"
                ],
                [
                    "price" => "3 700",
                    "name" => "25 грамм"
                ],
                [
                    "price" => "7 250",
                    "name" => "50 грамм"
                ],
                [
                    "price" => "14 300",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "21 300",
                    "name" => "150 грамм"
                ],
                [
                    "price" => "27 900",
                    "name" => "200 грамм"
                ],
            ]
        ],
        "1" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-257591904571-krasnii-v-kapsulah-mikrodozirovanie",
            "name" => "🔴 Красный мухомор в капсулах",
            "descroption" => "<b>Состав:</b> мелкодисперсный порошок из детоксицированных шляпок красного мухомора\n\n<b>Вес капсулы:</b> 0,45 г.\n\n<b>Упаковка:</b> медицинская банка ПЭТ с защитой от первого вскрытия.\n\n",
            "price_list" => [
                [
                    "price" => "950",
                    "name" => "30 капсул"
                ],
                [
                    "price" => "1 250",
                    "name" => "60 капсул"
                ],
                [
                    "price" => "2 200",
                    "name" => "120 капсул"
                ],
                [
                    "price" => "3 100",
                    "name" => "180 капсул"
                ],
                [
                    "price" => "3 990",
                    "name" => "240 капсул"
                ],
                [
                    "price" => "6 000",
                    "name" => "360 капсул"
                ]
            ]
        ],
        "2" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-359212462561-premium-shlyapki-krasnogo",
            "name" => "🔴 Premium шляпки красного мухомора",
            "descroption" => "Самые маленькие и красивые шляпки-колпачки красного мухомора диаметром до 5 см. Чем мельче шляпка, тем ярче эффект, концентрация активного мусцимола максимальная. Это так же способствует экономии при их использовании.\n\n<b>Вес одной шляпки:</b> 0,5-3 грамма.\n\n",
            "price_list" => [
                [
                    "price" => "580",
                    "name" => "15 грамм"
                ],
                [
                    "price" => "940",
                    "name" => "25 грамм"
                ],
                [
                    "price" => "1 750",
                    "name" => "50 грамм"
                ],
                [
                    "price" => "3 500",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "5 250",
                    "name" => "150 грамм"
                ],
                [
                    "price" => "8 310",
                    "name" => "250 грамм"
                ],
                [
                    "price" => "15 990",
                    "name" => "500 грамм"
                ]
            ]
        ],
        "4" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-800247786171-otbornie-shlyapki-krasnogo",
            "name" => "🔴 Отборные шляпки красного мухомора",
            "descroption" => "Вес одной шляпки до 5 грамм. Концентрация мусцимола в молодых шляпках небольшого размера выше, чем в крупных.\n\nЭто молодые шляпки средних размеров. В сравнении с крупными раскрывшимися шляпками, имеют более яркий стимулирующий эффект. Вы забудете про усталость и рассеянность, обретете сильный прилив энергии, ясность мыслей, высокую концентрацию на работе в течение всего дня. \n\n",
            "price_list" => [
                [
                    "price" => "820",
                    "name" => "25 грамм"
                ],
                [
                    "price" => "1 480",
                    "name" => "50 грамм"
                ],
                [
                    "price" => "2 500",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "3 300",
                    "name" => "150 грамм"
                ],
                [
                    "price" => "5 100",
                    "name" => "250 грамм"
                ],
                [
                    "price" => "9 400",
                    "name" => "500 грамм"
                ],
                [
                    "price" => "17 000",
                    "name" => "1 000 грамм"
                ],
            ]
        ],
        "22" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-324040011331-poroshok-iz-shlyapok-krasnogo",
            "name" => "🔴 Порошок из шляпок красного мухомора",
            "descroption" => "В 100г. порошка 20-30 средних шляпок красного мухомора.\n\nМикродозингом считается употребление до 1г. в сутки.\n\nКосмическая программа запускается от 5 грамм.\n\nПорошок хранится в сухом замороженном состоянии и отправляется к вам в герметичной упаковке. Это обеспечивает сохранность всех его свойств на долгое время.\n\nПорошок используется для микро-/макродозинга и приготовления домашних лекарств. Гарантируем высшее качество и сохранность всех свойств уральского мухомора на протяжении двух лет хранения.\n\nПорошок отлично подходит для изготовления настоек и мазей – помогает при боли в суставах, при мышечных болях, снимает воспаления, раздражения, последствия укусов насекомых и т.д. Настойки готовят, заливая водкой на три недели, после этого отжимают и пьют по несколько капель или используют наружно растирая и в виде компресса.\n\n",
            "price_list" => [
                [
                    "price" => "820",
                    "name" => "25 грамм"
                ],
                [
                    "price" => "1 480",
                    "name" => "50 грамм"
                ],
                [
                    "price" => "2 500",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "3 300",
                    "name" => "150 грамм"
                ],
                [
                    "price" => "5 100",
                    "name" => "250 грамм"
                ],
                [
                    "price" => "9 400",
                    "name" => "500 грамм"
                ],
                [
                    "price" => "17 000",
                    "name" => "1 000 грамм"
                ],
            ]
        ],
        "5" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-952232701221-grib-chaga-kroshkakusochki",
            "name" => "🟠 Гриб чага (крошка/кусочки)",
            "descroption" => "Золотой гриб и лучший антиоксидант русского леса! Пожалуй, самая свежая чага, которую вы можете найти на рынке.\n\n<b>Состав:</b> 100% гриб Чага (он же трутовик скошенный, lat. Inonotus obliquus). Две фракции на выбор: порошок и кусочки.\n\n ",
            "price_list" => [
                [
                    "price" => "295",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "790",
                    "name" => "400 грамм"
                ],
                [
                    "price" => "1 490",
                    "name" => "1 000 грамм"
                ],
            ]
        ],
        "13" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-465730545972-ekstrakt-svezhei-uralskoi-chagi",
            "name" => "🟠 Чага в капсулах",
            "descroption" => "Чага (древесный гриб) — укрепляет иммунитет, омоложивает, избавляет от проблем с давлением и нарушением выработки гемоглобина.\n\nКурс употребления чаги снимает усталость, борется со стрессом и защищает от депрессии.\n\n<b>Применение:</b>\nПрофилактика: 2 капсулы в сутки\nТерапия: 6 капсул в сутки.\n\n",
            "price_list" => [
                [
                    "price" => "899",
                    "name" => "100 капсул"
                ],
                [
                    "price" => "1 699",
                    "name" => "200 капсул"
                ],
                [
                    "price" => "2 249",
                    "name" => "300 капсул"
                ],
                [
                    "price" => "2 799",
                    "name" => "400 капсул"
                ],
                [
                    "price" => "3 699",
                    "name" => "600 капсул"
                ],
            ]
        ],
        "12" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-121127079932-grib-reishi-v-kapsulah",
            "name" => "🟠 Гриб Рейши в капсулах",
            "descroption" => "Гриб рейши помогает укрепить иммунитет и защищает организм от инфекций. Он действует как адаптоген — снижает стресс и улучшает качество сна. Также рейши поддерживает здоровье сердца, снижая давление и уровень холестерина. Благодаря антиоксидантам он замедляет старение и может поддерживать здоровье печени. \n\n<b>Применение:</b> между приёмами пищи. Курс 2-4 месяца.\nПрофилактика: 4(2+2) капсулы в сутки \nТерапия: 6(2+2+2) капсулы в сутки.\n\n",
            "price_list" => [
                [
                    "price" => "899",
                    "name" => "60 капсул"
                ],
                [
                    "price" => "1 699",
                    "name" => "120 капсул"
                ],
                [
                    "price" => "2 499",
                    "name" => "180 капсул"
                ],
                [
                    "price" => "3 050",
                    "name" => "240 капсул"
                ],
                [
                    "price" => "3 990",
                    "name" => "360 капсул"
                ]
            ]
        ],
        "16" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-457568135072-grib-shiitake-v-kapsulah",
            "name" => "🟠 Гриб Шиитаке в капсулах",
            "descroption" => "Шиитаке (Lentinula edodes) — «Императорские грибы» или «Эликсир жизни». Выращен на собственной ферме. Он укрепляет иммунитет, защищает организм от развития раковых клеток, нормализует давление и улучшает эластичность сосудов. Также он снижает уровень холестерина в крови, улучшает работу ЖКТ, подавляя развитие патогенной микрофлоры, увеличивает продолжительность жизни, чистит организм от шлаков, токсинов и радиоактивных веществ.\n\n<b>Применение:</b> перед приемом пищи.\nПрофилактика: По 1 капсуле 2 раза в день. \nТерапия: По 2 капсулы 2-3 раза в день. Перерыв между курсами не менее 2 недель.\n\n",
            "price_list" => [
                [
                    "price" => "899",
                    "name" => "60 капсул"
                ],
                [
                    "price" => "1 699",
                    "name" => "120 капсул"
                ],
                [
                    "price" => "2 499",
                    "name" => "180 капсул"
                ],
                [
                    "price" => "2 799",
                    "name" => "240 капсул"
                ],
                [
                    "price" => "3 699",
                    "name" => "360 капсул"
                ]
            ]
        ],
        "6" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-524233654882-korditseps-voennii-original",
            "name" => "🟡 Кордицепс военный original",
            "descroption" => "Наш кордицепс с собственной фермы в России значительно сильнее китайских дешёвых аналогов. Он обладает мощными антиоксидантными и противовоспалительными качествами, помогает улучшить спортивные результаты и поддержать здоровье сердца.\n\nОсновная польза — усиление физической активности. Благодаря кордицепсу клетки организма эффективнее усваивают молекулы кислорода, в результате нам легче переносить физические нагрузки.\n\n<b>Состав:</b> 100% мицелий кордицепса в капсулах\n\n",
            "price_list" => [
                [
                    "price" => "999",
                    "name" => "60 капсул"
                ],
                [
                    "price" => "1 899",
                    "name" => "120 капсул"
                ],
                [
                    "price" => "2 799",
                    "name" => "180 капсул"
                ],
                [
                    "price" => "3 599",
                    "name" => "240 капсул"
                ],
                [
                    "price" => "4 799",
                    "name" => "360 капсул"
                ]
            ]
        ],
        "14" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/raznoye/kapsuly-cvetochnaya-pyltsa/pyltsa-600-kapsul/tproduct/840315477-272461388561-kapsuli-s-tsvetochnoi-piltsoi",
            "name" => "🟡 Цветочная пыльца в капсулах",
            "descroption" => "Цветочная пыльца значительно полезнее мёда, это концентрация пользы и природного качества. Собрана на нашей уральской пасеке. Идеальный источник энергии, витаминов, аминокислот и микроэлементов. Она позволяет исправить погрешности вашего рациона питания.\n\n",
            "price_list" => [
                [
                    "price" => "999",
                    "name" => "100 капсул"
                ],
                [
                    "price" => "2 499",
                    "name" => "300 капсул"
                ],
                [
                    "price" => "3 799",
                    "name" => "600 капсул"
                ],
            ]
        ],
        "17" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/raznoye/kapsuly-cvetochnaya-pyltsa/pyltsa-600-kapsul/tproduct/840315477-693211101261-kapsuli-s-poroshkom-iz-pizhmi",
            "name" => "🟡 Порошок из пижмы в капсулах",
            "descroption" => "Пижма обладает противоглистным, противовоспалительным и желчегонным действием. Её часто используют для улучшения пищеварения, устранения спазмов и метеоризма. Кроме того, пижма помогает при головных болях, снижает температуру и может оказывать мягкий седативный эффект. Однако важно помнить, что растение токсично в больших дозах, поэтому применять его нужно осторожно. Мы собрали эти травы на чистых уральских лугах.\n\n<b>Применение:</b>\nТолько взрослым: по 1-2 капсулы 1 роз в день во время еды. При необходимости прием можно повторить. \nКурс: 1-2 месяца, 2 роза в год. Перерыв между курсоми не менее 1 месяца.\n\n",
            "price_list" => [
                [
                    "price" => "999",
                    "name" => "100 капсул"
                ],
                [
                    "price" => "2 499",
                    "name" => "300 капсул"
                ],
                [
                    "price" => "3 999",
                    "name" => "600 капсул"
                ],
            ]
        ],
        "8" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-192230790591-erinatsin-uluchshennii-ezhovik-grebencha",
            "name" => "⚪️ Ежовик гребенчатый в капсулах",
            "descroption" => "<b>Состав:</b> мицелий ежовика гребенчатого с максимальной концентрацией активного эринацина (по результатам иследований в 7 раз выше китайских аналогов)\n\n<b>Вес капсулы</b>: 0,6 г.\n\n<b>Упаковка:</b> медицинская банка ПЭТ с защитой от первого вскрытия.\n\n",
            "price_list" => [
                [
                    "price" => "799",
                    "name" => "30 капсул"
                ],
                [
                    "price" => "1 190",
                    "name" => "60 капсул"
                ],
                [
                    "price" => "1 990",
                    "name" => "120 капсул"
                ],
                [
                    "price" => "2 790",
                    "name" => "180 капсул"
                ],
                [
                    "price" => "3 590",
                    "name" => "240 капсул"
                ],
                [
                    "price" => "4 990",
                    "name" => "360 капсул"
                ]
            ]
        ],
        "11" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-379747917761-erinatsin-mitselii-ezhovika-grebenchatog",
            "name" => "⚪️ Порошок из ежовика гребенчатого",
            "descroption" => "2 раза в сутки — утром натощак 3-5 г. и вечером перед сном 1-2 г.\n\nМинимальный курс приема 6 недель (не имеет смысла делать выводы ранее — для роста белков требуется время). Рекомендуемая дозировка меняется в сторону увеличения в зависимости от возраста, состояния памяти и концентрации внимания от 2 (для студентов) до 10 (после инсульта) грамм в сутки \n\n<b>Состав:</b> тонкодисперсный порошок 100% hericium erinaceus (мицелия ежовика гребенчатого).\n\n",
            "price_list" => [
                [
                    "price" => "999",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "2 300",
                    "name" => "250 грамм"
                ],
                [
                    "price" => "4 200",
                    "name" => "500 грамм"
                ],
            ]
        ],
        "10" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/raznoye/kapsuly-cvetochnaya-pyltsa/pyltsa-600-kapsul/tproduct/840315477-889903486071-kapsuli-s-poroshkom-iz-maiskoi-polini-zh",
            "name" => "🟢 Полынь для очистки ЖКТ в капсулах",
            "descroption" => "Полынь — самая горькая трава в мире. Мы собрали свежие листья и соцветия этого растения и сделали отличный курс очистки органзима от патегоненных бактерий, микроорганизмов и паразитов. За две недели усиленного курса (100 капсул) вы очистите свой ЖКТ, почувствуете лёгкость и улучшение настроения.\n\nПосле очистки рекомендуется снизить дозировку и перейти на постоянный профилактический прием 2 капсулы в день. Не рекомендуем к употреблению людям с острыми заболеваниями ЖКТ (гастрит, язва и т.д.)\n\n",
            "price_list" => [
                [
                    "price" => "999",
                    "name" => "100 капсул"
                ],
                [
                    "price" => "2 499",
                    "name" => "300 капсул"
                ],
                [
                    "price" => "3 999",
                    "name" => "600 капсул"
                ],
            ]
        ],
        "15" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-590451136811-ivan-chai-i-travi",
            "name" => "🟢 Иван-чай и травы",
            "descroption" => "Ферментированный иван-чай поражает насыщенным цветом и ароматом. Благодаря своей структуре, он быстро заваривается и сохраняет свои полезные свойства даже после нескольких завариваний.\n\nОпытным путем мы нашли идеальный баланс вкуса и аромата следующих трав: иван-чай, шиповник, смородина, эстрагон, чабрец, малина, душица, можжевельник и немного мяты.🌿\n\n",
            "price_list" => [
                [
                    "price" => "300",
                    "name" => "50 грамм"
                ],
                [
                    "price" => "500",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "950",
                    "name" => "200 грамм"
                ],
                [
                    "price" => "1 800",
                    "name" => "400 грамм"
                ],
            ]
        ],
        "18" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/raznoye/kapsuly-cvetochnaya-pyltsa/pyltsa-600-kapsul/tproduct/840315477-949743629861-energochai-ivan-chai-gribi-i-travi",
            "name" => "🟢 Энергочай (иван-чай + мухомор и травы)",
            "descroption" => "Ферментированный иван-чай поражает насыщенным цветом и ароматом. Крошка мухоморных шляпок (пантерный и красный), щедро добавленная в сбалансированный травяной сбор сделает ваши чаепития настоящим энергетическим эксклюзивом!\n\n<b>Состав:</b> иван-чай, мухомор, шиповник, смородина, эстрагон, чабрец, малина, душица, можжевельник и немного мяты. Все травы собраны нами. Без кофеина. Благодаря своей структуре, он быстро заваривается и сохраняет свои полезные свойства даже после нескольких завариваний – этот чай можно заваривать до четырех раз! \n\n<b>Дозировка:</b> не более 20 грамм чая в сутки.\n\n",
            "price_list" => [
                [
                    "price" => "550",
                    "name" => "50 грамм"
                ],
                [
                    "price" => "900",
                    "name" => "100 грамм"
                ],
                [
                    "price" => "1 600",
                    "name" => "200 грамм"
                ],
                [
                    "price" => "2 800",
                    "name" => "400 грамм"
                ],
                [
                    "price" => "5 200",
                    "name" => "800 грамм"
                ],
            ]
        ],
        "19" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/raznoye/kapsuly-cvetochnaya-pyltsa/pyltsa-600-kapsul/tproduct/840315477-918769126501-svechi-iz-voschini-ruchnoi-raboti",
            "name" => "🕯 Свечи из вощины ручной работы (нет в наличии)",
            "descroption" => "Медовые свечи из 100% натуральной вощины с нашей пасеки. Ручная работа. Волшебный медовый аромат! Свечи не чадят и не дымят. Фитиль вощеный.\n\nПары такого воска благотворно влияют на дыхательную систему. Прополис в составе свечей является природным антисептиком — он очистит помещение от вирусов и бактерий.\n\nПри горении свечи, в воздухе появляется теплый и уютный аромат медовых ноток, что позволит расслабиться и поднять настроение. Украсьте свой дом нашими свечами!\n\n",
            "price_list" => []
        ],
        "9" => [
            "url" => "https://ural-mhmr.shop/catalog-produkcii/tproduct/699773013-976378565942-korolevskie-shlyapki",
            "name" => "👑 Шляпки королевского мухомора (нет в наличии)",
            "descroption" => "Королевский мухомор имеет уникальное свойство — он не содержит мускарин, что выгодно отличает его от пантерного и красного мухоморов. При этом, эффект гриба быстрый и мощный, как у пантерного. Употребляется в небольших количествах до 3 грамм.\n\n",
            "price_list" => []
        ],
    ];